Repository: ongov/ckanext-ontario_theme
Catalog: ckanext/ontario_theme/i18n/*/LC_MESSAGES/ckanext-ontario_theme.po
Languages: fr

source: <p> The Ontario government, generates and maintains thousands of datasets. Since 2012, we have shared data with Ontarians, via a data catalogue. </p> <h2><a name="opendata"></a> Open data </h2> <p> Open data is data that is shared with the public. <a href="https://www.ontario.ca/page/sharing-government-data">Click here to learn more about open data and why Ontario releases it</a>. </p> <p> <a href="https://www.ontario.ca/page/ontarios-open-data-directive">Ontario’s Open Data Directive</a> states that all data must be open, unless there is good reason for it to remain confidential. </p> <p> Ontario’s Chief Digital and Data Officer also has the authority to make certain datasets available publicly. </p> <h2><a name="other_data"></a> Other data </h2> <p> Datasets listed in the catalogue that are not open will have one of the following labels: </p> <ul> <li> <strong>To be opened</strong> – The dataset has been screened and will be shared soon. </li> <li> <strong>Under review</strong> – The dataset is still being screened. It may become open or it may be restricted and not released. </li> <li> <strong>Restricted</strong> – The dataset has been screened and will not be released to the public. The record will be listed in the catalogue, but the data will not be shared. </li> </ul> <h2><a name="licensing"></a> License to use the data </h2> <p> If you want to use data you find in the catalogue, that data must have a licence – a set of rules that describes how you can use it. A licence: </p> <ul> <li> grants you rights to download and use the data </li> <li> outlines your rights </li> <li> tells you what terms and conditions apply </li> </ul> <p> Most of the data available in the catalogue is released under <a href="https://www.ontario.ca/page/open-government-licence-ontario">Ontario’s Open Government Licence</a>. However, each dataset may be shared with the public under other kinds of licences or no licence at all. </p> <p> If a dataset doesn’t have a licence, you don’t have the right to use the data. </p> <p> If you have questions about how you can use a specific dataset, please contact us at <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>. </p> <h2><a name="metadata"></a> What do we tell you about data (metadata)? </h2> <p> Each dataset listed in the catalogue might have the following details as part of its description: </p> <div class="card"> <h3><a name="metadata-id"></a> ID (database name: id) </h3> <p> A unique set of numbers and letters. </p> <p> <em>Example value: 027f8366-1edb-45e7-9631-8e6a2b28267e</em> </p> </div> <div class="card"> <h3><a name="metadata-url"></a> URL (database name: url) </h3> <p> The URL of the page in the catalogue that lists the dataset. </p> <p> <em>Example value: https://data.ontario.ca/dataset/ontario-top-baby-names-male</em> </p> </div> <div class="card"> <h3><a name="metadata-title"></a> Title (database name: title) </h3> <p> A unique title that describes the data. </p> <p> <em>Example value: Abandoned airports</em> </p> </div> <div class="card"> <h3><a name="metadata-name"></a> Name (database name: name) </h3> <p> Same as <strong>title</strong>, except with dashes ("-") instead of spaces (" "). </p> <p> <em>Example value: abandoned-airports</em> </p> </div> <div class="card"> <h3><a name="metadata-description"></a> Description (database name: notes) </h3> <p> A brief introduction that helps users understand the data. </p> <p> <em>Example value: *Abandoned airports and airports that are not recognized at the national level with an airport identifier.</em> </p> <p> <em>This layer is derived from data provided by Nav Canada. This layer should not be used for navigation purposes.</em> </p> <p> <em>Official LIO title: Airport Other*</em> </p> </div> <div class="card"> <h3><a name="metadata-any_detail_updated"></a> Any detail updated (database name: any_detail_updated) </h3> <p> The last time that any of the files or details about this data were updated. </p> <p> <em>Example value: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-last_validated_date"></a> Last Validated Date (database name: current_as_of) </h3> <p> The last date someone responsible for the data reviewed the data files and their information to confirm it was still current. </p> <p> <em>Example value: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-date_opened"></a> Date Opened (database name: opened_date) </h3> <p> The date that the data files were first posted to the Open Data Catalogue (and shared with the public). </p> <p> <em>Example value: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-update_frequency"></a> Update Frequency (database name: update_frequency) </h3> <p> How often the data maintainers plan to update the data. </p> <p> <em>Example value: yearly</em> </p> </div> <div class="card"> <h3><a name="metadata-licence_range_start"></a> Licence Start Date (database name: licence_range_start) </h3> <p> Some datasets are released under a licence, which is a set of conditions you must follow when using the data. If the conditions apply only for a certain period of time, this field will tell you when this period of time starts. </p> <p> <em>Example value: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-licence_range_end"></a> Licence End Date (database name: licence_range_end) </h3> <p> Some datasets are released under a licence, which is a set of conditions you must follow when using the data. If the conditions apply only for a certain period of time, this field will tell you when this period of time ends. </p> <p> <em>Example value: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-metadata_created"></a> Date created (database name: metadata_created) </h3> <p> The date that the data is first listed on the open data catalogue. </p> <p> <em>Example value: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-keywords"></a> Tags (database name: keywords) </h3> <p> Terms that you might use when describing this data. </p> <p> <em>Example value: airports, aviation, transportation, land use</em> </p> </div> <div class="card"> <h3><a name="metadata-geographic_coverage"></a> Geographic Coverage (database name: geographic_coverage) </h3> <p> A term describing the geographic boundaries of this data. </p> <p> <em>Example value: Ontario</em> </p> </div> <div class="card"> <h3><a name="metadata-access_level"></a> Access Level (database name: access_level) </h3> <p> The status of data that has been reviewed or is being reviewed to see if it is safe to share with the public on the Open Data Catalogue. </p> <p> <em>Example value: open</em> </p> </div> <div class="card"> <h3><a name="metadata-access_instructions"></a> Access Instructions (database name: access_instructions) </h3> <p> Instructions on accessing the data if it isn’t directly accessible (i.e. accessible through one click). </p> <p> <em>Example value: Navigate to https://www.javacoeapp.lrc.gov.on.ca/geonetwork/srv/en/main.home?uuid=1d9372b7-3786-448f-b72a-1da2aa1ab6ce and select the “Airport Other - shape file download package” link. Then provide your email, name, and organization and the shapefile will be emailed to the address you provided.</em> </p> </div> <div class="card"> <h3><a name="metadata-licence_id"></a> Licence (database name: licence_id) </h3> <p> An ID that corresponds to the terms and conditions of the licence. </p> <p> <em>Example value: Ontario Open Government Licence</em> </p> </div> <div class="card"> <h3><a name="metadata-creator_user_id"></a> Creator (database name: creator_user_id) </h3> <p> The ID of the employee who initially listed the data in the catalogue. </p> <p> <em>Example value: Joe Smith</em> </p> </div> <div class="card"> <h3><a name="metadata-owner_org"></a> Ministry (database name: owner_org) </h3> <p> The ministry that is responsible for the data. </p> <p> <em>Example value: Ministry of Labour</em> </p> </div> <div class="card"> <h3><a name="metadata-maintainer"></a> Maintainer (database name: maintainer) </h3> <p> The name of the person or group that can be contacted with questions about the data. </p> <p> <em>Example value: Centre of Excellence for Evidence-Based Decision Making</em> </p> </div> <div class="card"> <h3><a name="metadata-maintainer_email"></a> Maintainer Email (database name: maintainer_email) </h3> <p> The email address of the person or group that can be contacted with questions about the data. </p> <p> <em>Example value: joe.smith@ontario.ca</em> </p> </div> <div class="card"> <h3><a name="metadata-author"></a> Author (database name: author) </h3> <p> The name of the person or group that is the original author of the data. </p> <p> <em>Example value: Centre of Excellence for Evidence-Based Decision Making</em> </p> </div> <div class="card"> <h3><a name="metadata-author_email"></a> Author Email (database name: author_email) </h3> <p> The email address of the person or group that is the original author of the data. </p> <p> <em>Example value: putting_outcomes_first@ontario.ca</em> </p> </div> <div class="card"> <h3><a name="metadata-maintainer_branch"></a> Maintainer Branch (database name: maintainer_branch) </h3> <p> The Ontario government branch responsible for maintaining the data. </p> <p> <em>Example value: CoE for Evidence-Based Decision Making</em> </p> </div> <div class="card"> <h3><a name="metadata-exemption"></a> Exemption (database name: exemption) </h3> <p> The reason why the data was not shared with the public. </p> <p> <em>Example value: privacy</em> </p> </div> <div class="card"> <h3><a name="metadata-exemption_rationale"></a> Exemption Rationale (database name: exemption_rationale) </h3> <p> An explanation as to why the data was not shared with the public. </p> <p> <em>Example value: Dataset contains confidential client contact/personal information.</em> </p> </div> <h3> Files </h3> <p> Each dataset listed in the catalogue might include multiple related files. Each file might have the following details in its description: </p> <div class="card"> <h3><a name="metadata-resource-id"></a> ID (database name: id) </h3> <p> A unique set of numbers and letters. </p> <p> <em>Example value: 027f8366-1edb-45e7-9631-8e6a2b28267e</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-url"></a> File (database name: url) </h3> <p> The web address where you can find the file on the internet. </p> <p> <em>Example value: https://www.javacoeapp.lrc.gov.on.ca/geonetwork/srv/en/main.home?uuid=1d9372b7-3786-448f-b72a-1da2aa1ab6ce</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-name"></a> Name (database name: name) </h3> <p> A unique title for the file that helps you quickly understand what it is. </p> <p> <em>Example value: Airport Other - shape file download package</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-description"></a> Description (database name: description) </h3> <p> A text introduction to the data that helps you understand the file in detail. </p> <p> <em>Example value: Airports that have been classified as abandoned or are not recognized at the national level with an airport identifier. This layer is derived from data provided from Nav Canada as well as from the existing airports NRVIS data class.</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-version"></a> Version (database name: version) </h3> <p> The number of previous versions of this file that exist. </p> <p> <em>Example value: 1.8</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-data_range_start"></a> Data Range Start (database name: data_range_start) </h3> <p> The start-date and time for the data in the file. </p> <p> <em>Example value: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-data_range_end"></a> Data Range End (database name: data_range_end) </h3> <p> The end-date and time for the data in the file. </p> <p> <em>Example value: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-data_birth_date"></a> Data Birth Date (database name: data_birth_date) </h3> <p> The (estimated) date that the data in this file first started to be collected. </p> <p> <em>Example value: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-date_publicly_available"></a> Data made public date (database name: date_publicly_available) </h3> <p> The date the file became available to the public. </p> <p> <em>Example value: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-created"></a> Added to Catalogue (database name: created) </h3> <p> The date and time that the file was first listed in the catalogue. </p> <p> <em>Example value: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-resource_type"></a> Type (database name: resource_type) </h3> <p> A label that helps you understand whether a file contains data or just helps you use or understand data. </p> <p> <em>Example value: data</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-format"></a> Format (database name: format) </h3> <p> The extension of the file. </p> <p> <em>Example value: xls</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-language"></a> Language (database name: language) </h3> <p> The language the information in the file is stored in. </p> <p> <em>Example value: English</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-contains_geographic_markers"></a> Contains geographic markers (database name: contains_geographic_markers) </h3> <p> Whether each row of data has coordinates or another type of mappable information that describes a geographic area. </p> <p> <em>Example value: TRUE</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-size"></a> Size (database name: size) </h3> <p> The amount of space the data file takes up on a computer. </p> <p> <em>Example value: 1078</em> </p> </div> <h3> Contact us </h3> <p> For questions about a dataset, you can contact the publisher directly, if they’ve provided contact details. For questions about the catalogue, please contact Open Government at <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>. </p> <h2><a name="features"></a> Features </h2> <p> We launched the first Ontario government data catalogue in 2012 and have used it to share nearly 3,000 datasets. We are now improving the catalogue, building on what we’ve learned about usability and user needs. </p> <p> The catalogue will have new features – ones that will improve your experience by helping you find and use the data you want. </p> <p> In the sections below, we highlight features you will find in the catalogue. If you have any thoughts on these features or others, send us your feedback at <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> or tweet at <a href="https://twitter.com/opengovon" target="_blank">@OpenGovON</a>. </p> <h3><a name="features-metadata"></a> Metadata </h3> <p> The catalogue has new metadata fields that describe the datasets. Fields include: </p> <ul> <li> <strong>Data access instructions</strong> – When accessing a certain dataset isn’t straightforward, data creators can include “how to download” instructions to help you access the data. </li> <li> <strong>Geographic breakdown</strong> – A field that tells you how the data is broken down geographically (for example, by municipality, city or watershed). </li> <li> <strong>Last updated</strong> – A time stamp that tells you when the dataset was last changed, including changes to the title or description. </li> <li> <strong>Last validated</strong> – A date stamp that tells you when the data creator last reviewed the dataset and confirmed that it is still current. </li> <li> <strong>Language</strong> – A field to help you find the data in the language you want, without having to open the files. </li> </ul> <h3><a name="features-visualizations"></a> Visualizations </h3> <p> The catalogue has tools that enable all users to visualize the data in the catalogue without leaving the catalogue – no additional software needed. <a href="/help#what-does-the-preview-button-do">Have a look at our walk-through of how to make a chart in the catalogue</a>. </p> <p> Data creators can also include visualizations with the datasets they share in the catalogue to help share data with you in different ways. </p> <h3><a name="features-notifications"></a> Notifications </h3> <p> Get automatic notifications when datasets are updated. You can choose to get notifications for individual datasets, an organization’s datasets or the full catalogue. </p> <p> You don’t have to provide and personal information – just subscribe to our feeds using any feed reader you like using the corresponding notification web addresses. Copy those addresses and paste them into your reader. </p> <figure> <img src="/images/about/Features - Notifications -Adding a feed.jpg" alt="A screenshot of the configuration screen of a RSS reader. The feed url for the data catalogue has been entered into the form field for the feed url." /> <figcaption>Figure 1 - Pasting the notification address for the full catalogue into the feed reader.</figcaption> </figure> <p> Your feed reader will let you know when the catalogue has been updated. </p> <figure> <img src="/images/about/Features - Notifications - Data catalogue feeds.jpg" alt="A screenshot of an RSS reader displaying recently updated datasets from the data catalogue. The latest four datasets are listed." /> <figcaption>Figure 2 – Receiving notifications on the latest updates to the catalogue</figcaption> </figure> <h3><a name="features-apis"></a> APIs </h3> <p> APIs (Application programming interfaces) let software applications communicate directly with each other. If you are using the catalogue in a software application, you might want to extract data from the catalogue through the catalogue API. </p> <p> How to use the API feature </p> <ol> <li> Find your dataset. <figure> <img src="/images/about/Features - API - Searching for pepper.jpg" alt="A screenshot of the dataset search results page. The user has searched for the word pepper and 3 results are displayed." /> <figcaption>Figure 3 – Dataset search results for “pepper”.</figcaption> </figure> </li> <li> Click Preview to go to the file you want to access through the API. <figure> <img src="/images/about/Features - API - Preview Button.jpg" alt="A screenshot of the data and resources section of the dataset description page. Each file in the dataset is listed. To the right of each file name is a preview button and a download button. An arrow is overlaid onto the screeshot that points to the preview button." /> <figcaption>Figure 4 – Click the Preview button.</figcaption> </figure> </li> <li> Click the Data API button. <figure> <img src="/images/about/Features - API - Data API Button.jpg" alt="A screenshot of the file description page. The data api button is found in the top right corner of the page." /> <figcaption>Figure 5 – Click the Data API button and follow the instructions.</figcaption> </figure> </li> </ol> <p> Have a feature request? Want to provide feedback on an existing feature? Please contact us at any time to share your feedback by tweeting at us at <a href="https://twitter.com/opengovon" target="_blank">@OpenGovON</a> or emailing us at <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>. </p> <h2><a name="engagement"></a> Engagement </h2> <p> We built Ontario’s data catalogue to give you better access to government data. </p> <p> We are now developing an enhanced catalogue and we want your input on it. </p> <p> Here is how you can give us feedback: </p> <ul> <li> <strong>Tweet at us (<a href="https://twitter.com/opengovon" target="_blank">@OpenGovON</a>) or email us at <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>.</strong> <p> As we improve the catalogue, we want you to tell us what you think of it. This catalogue is for you, so the more feedback we get, the better our final product. </p> </li> <li> <strong>Participate in user testing.</strong> <p> Work with us directly by testing the catalogue in our offices. If you are interested in doing this, send an email to <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>. </p> </li> <li> <strong>Join community consultations.</strong> <p> We will be coming out to communities across the province. We will let you know where we are headed and we are also open to suggestions. If you want to recommend a region, meeting or event where we can hold a consultation, email us at <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>. </p> </li> <li> <strong>Stay in the loop.</strong> <p> We’ll be highlighting new features and project milestones, so follow us on Twitter (<a href="https://twitter.com/opengovon" target="_blank">@OpenGovON</a>) or subscribe to either the <a href="https://medium.com/ontariodigital">Ontario Digital Service Medium blog</a> or our <a href="https://mailchi.mp/43387219d995/openonnewsletter" target="_blank">Open Government Newsletter</a>. </p> </li> <li> <strong>Complete a survey.</strong> <p> You may come across a survey while using the catalogue. Please complete the survey and tell us how we’re doing. </p> </li> </ul>
fr: <p> Le gouvernement de l’Ontario génère et assure la maintenance de milliers d’ensembles de données. Depuis 2012, nous partageons ces données avec les Ontariennes et Ontariens par le biais d’un catalogue de données. </p> <h2><a name="opendata"></a> Données ouvertes </h2> <p> Les Données ouvertes sont celles qui sont rendues publiques. <a href="https://www.ontario.ca/fr/page/acces-aux-donnees-gouvernementales">Cliquez ici pour en savoir plus sur les données ouvertes et les raisons pour lesquelles elles sont communiquées par l’Ontario.</a> </p> <p> <a href="https://www.ontario.ca/fr/page/directive-sur-les-donnees-ouvertes-de-lontario">La Directive sur les données ouvertes de l’Ontario</a> stipule que toutes les données doivent être ouvertes, sauf s’il existe une bonne raison pour qu’elles demeurent confidentielles. </p> <p> La Direction du numérique et des données de l’Ontario a l’autorité de rendre certains ensembles de données disponibles au public. </p> <h2><a name="other_data"></a> Autres données </h2> <p> Les ensembles de données répertoriés dans le catalogue qui ne sont pas ouverts portent l’une des indications suivantes: </p> <ul> <li> <strong>En voie d’être ouvert</strong> – L’ensemble de données a été examiné et sera bientôt rendu public. </li> <li> <strong>En examen</strong> – L’ensemble de données est encore en cours d’examen. Il pourrait devenir ouvert ou être classé comme restreint et ne pas être diffusé. </li> <li> <strong>Restreint</strong> – L’ensemble de données a été examiné et ne sera pas rendu public. Il sera répertorié dans le catalogue, mais les données ne seront pas partagées. </li> </ul> <h2><a name="licensing"></a> Licence d’utilisation des données </h2> <p> Si vous voulez utiliser les données que vous trouvez dans le catalogue, ces données doivent faire l’objet d’une licence, c’est-à-dire un ensemble de règles décrivant comment vous pouvez les utiliser. Une licence: </p> <ul> <li> vous donne le droit de télécharger et d’utiliser les données; </li> <li> définit vos droits; </li> <li> vous indique quelles sont les modalités et conditions applicables. </li> </ul> <p> La plupart des données disponibles dans le catalogue sont publiées en vertu de la <a href="https://www.ontario.ca/fr/page/licence-du-gouvernement-ouvert-ontario">Licence du gouvernement ouvert – Ontario</a>. Cependant, un ensemble de données peut être rendu public en vertu d’autres types de licences ou sans aucune licence. </p> Si un ensemble de données ne fait pas l’objet d’une licence, vous n’avez pas le droit d’utiliser ces données. </p> <p> Si vous avez des questions sur la manière d’utiliser un ensemble de données particulier, veuillez nous contacter à <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>. </p> <h2><a name="metadata"></a> Ce que nous vous disons à propos des données (métadonnées)? </h2> <p> Chaque ensemble de données répertorié dans le catalogue pourrait comporter les détails suivants dans le cadre de sa description: </p> <div class="card"> <h3><a name="metadata-id"></a> ID (nom de la base de données: id) </h3> <p> Ensemble unique de chiffres et de lettres. </p> <p> <em>Valeur exemple: 027f8366-1edb-45e7-9631-8e6a2b28267e</em> </p> </div> <div class="card"> <h3><a name="metadata-url"></a> URL (nom de la base de données: url) </h3> <p> URL de la page du catalogue où est répertorié l’ensemble de données. </p> <p> <em>Valeur exemple: https://data.ontario.ca/dataset/ontario-top-baby-names-male</em> </p> </div> <div class="card"> <h3><a name="metadata-title"></a> Titre (nom de la base de données: title) </h3> <p> Titre unique décrivant les données. </p> <p> <em>Valeur exemple: Aéroports désaffectés</em> </p> </div> <div class="card"> <h3><a name="metadata-name"></a> Nom (nom de la base de données: name) </h3> <p> Même chose que le titre, mais avec des tirets ("-") plutôt que des espaces (" "). </p> <p> <em>Valeur exemple: aéroports-désaffectés</em> </p> </div> <div class="card"> <h3><a name="metadata-description"></a> Description (nom de la base de données: notes) </h3> <p> Brève introduction aidant les utilisateurs à comprendre les données. </p> <p> <em>Valeur exemple: Aéroports désaffectés et aéroports non enregistrés à l’échelle nationale sous un indicatif d’aéroport.</em> </p> <p> <em>Cette couche est tirée des données fournies par Nav Canada. Cette couche ne doit pas être utilisée à des fins de navigation.</em> </p> <p> <em>Titre officiel ITO : Autres aéroports</em> </p> </div> <div class="card"> <h3><a name="metadata-any_detail_updated"></a> Mise à jour de tout détail (nom de la base de données: any_detail_updated) </h3> <p> Dernière fois que l’un des fichiers ou des détails concernant ces données a été mis à jour. </p> <p> <em>Valeur exemple: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-last_validated_date"></a> Date de la dernière validation (nom de la base de données: current_as_of) </h3> <p> Dernière date à laquelle un responsable a examiné les fichiers de données et les renseignements qu’elles contiennent pour confirmer qu’ils étaient toujours à jour. </p> <p> <em>Valeur exemple: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-date_opened"></a> Date de publication (nom de la base de données: opened_date) </h3> <p> Date à laquelle les fichiers de données ont été initialement publiés dans le Catalogue de données ouvertes (et rendus publics). </p> <p> <em>Valeur exemple: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-update_frequency"></a> Fréquence de mise à jour (nom de la base de données: update_frequency) </h3> <p> Fréquence à laquelle la mise à jour des données est programmée par les responsables de la maintenance. </p> <p> <em>Valeur exemple: annuellement</em> </p> </div> <div class="card"> <h3><a name="metadata-licence_range_start"></a> Début de la durée de la licence (nom de la base de données: licence_range_start) </h3> <p> Certains ensembles de données sont rendus publics en vertu d’une licence, c’est-à-dire un certain nombre de conditions devant être observées lorsque vous utilisez ces données. Si ces conditions ne sont applicables que pendant une durée déterminée, ce champ indique le début de la période. </p> <p> <em>Valeur exemple: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-licence_range_end"></a> Fin de la durée de la licence (nom de la base de données: licence_range_end) </h3> <p> Certains ensembles de données sont rendus publics en vertu d’une licence, c’est-à-dire un certain nombre de conditions devant être observées lorsque vous utilisez ces données. Si ces conditions ne sont applicables que pendant une durée déterminée, ce champ indique la fin de la période. </p> <p> <em>Valeur exemple: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-metadata_created"></a> Date de création (nom de la base de données: metadata_created) </h3> <p> Date à laquelle les données ont été répertoriées pour la première fois dans le catalogue de données ouvertes. </p> <p> <em>Valeur exemple: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-keywords"></a> Balises (nom de la base de données: keywords) </h3> <p> Termes pouvant être utilisés pour décrire ces données. </p> <p> <em>Valeur exemple: aéroports, aviation, transport, utilisation des terres</em> </p> </div> <div class="card"> <h3><a name="metadata-geographic_coverage"></a> Couverture géographique (nom de la base de données: geographic_coverage) </h3> <p> Terme décrivant les limites du secteur géograhique concerné par ces données. </p> <p> <em>Valeur exemple: Ontario</em> </p> </div> <div class="card"> <h3><a name="metadata-access_level"></a> Niveau d’accès (nom de la base de données: access_level) </h3> <p> État des données qui ont été examinées ou qui sont en cours d’examen indiquant si elles peuvent être rendues publiques en toute sécurité dans le Catalogue de données ouvertes. </p> <p> <em>Valeur exemple: open</em> </p> </div> <div class="card"> <h3><a name="metadata-access_instructions"></a> Instructions d’accès (nom de la base de données: access_instructions) </h3> <p> Instructions sur la manière d’accéder aux données si elles ne sont pas directement accessibles (c.-à-d. accessibles en un clic). </p> <p> <em>Valeur exemple: Naviguez vers https://www.javacoeapp.lrc.gov.on.ca/geonetwork/srv/fr/main.home?uuid=1d9372b7-3786-448f-b72a-1da2aa1ab6ce et sélectionnez le lien « Ensemble de téléchargement de fichiers de formes – Autres aéroports ». Puis, fournissez votre courriel, votre nom et le nom de votre organisation, et le fichier de forme vous sera envoyé par courriel à l’adresse indiquée.</em> </p> </div> <div class="card"> <h3><a name="metadata-licence_id"></a> Licence (nom de la base de données: licence_id) </h3> <p> Nombre correspondant aux modalités et conditions de la licence. </p> <p> <em>Valeur exemple: Ontario Open Government Licence</em> </p> </div> <div class="card"> <h3><a name="metadata-creator_user_id"></a> Creator (nom de la base de données: creator_user_id) </h3> <p> Identité de l’employé ayant initialement répertorié les données dans le catalogue. </p> <p> <em>Valeur exemple: Joe Smith</em> </p> </div> <div class="card"> <h3><a name="metadata-owner_org"></a> Ministère (nom de la base de données: owner_org) </h3> <p> Ministère responsable des données. </p> <p> <em>Valeur exemple: Ministry of Labour</em> </p> </div> <div class="card"> <h3><a name="metadata-maintainer"></a> Responsable maintenance (nom de la base de données: maintainer) </h3> <p> Nom de la personne ou du groupe pouvant être contacté en cas de questions concernant les données. </p> <p> <em>Valeur exemple: Centre of Excellence for Evidence-Based Decision Making</em> </p> </div> <div class="card"> <h3><a name="metadata-maintainer_email"></a> Courriel maintenance (nom de la base de données: maintainer_email) </h3> <p> Adresse courriel de la personne ou du groupe pouvant être contacté en cas de questions concernant les données. </p> <p> <em>Valeur exemple: joe.smith@ontario.ca</em> </p> </div> <div class="card"> <h3><a name="metadata-author"></a> Auteur (nom de la base de données: author) </h3> <p> Nom de la personne ou du groupe qui est l’auteur(e) original(e) des données. </p> <p> <em>Valeur exemple: Centre d’excellence pour le soutien à la prise de décision fondée sur des données probantes</em> </p> </div> <div class="card"> <h3><a name="metadata-author_email"></a> Courriel auteur (nom de la base de données: author_email) </h3> <p> Adresse courriel de la personne ou du groupe qui est l’auteur(e) original(e) des données. </p> <p> <em>Valeur exemple: putting_outcomes_first@ontario.ca</em> </p> </div> <div class="card"> <h3><a name="metadata-maintainer_branch"></a> Branche maintenance (nom de la base de données: maintainer_branch) </h3> <p> Branche du gouvernement de l’Ontario responsable de la maintenance des données. </p> <p> <em>Valeur exemple: Centre d’excellence pour la prise de décision fondée sur des données probantes</em> </p> </div> <div class="card"> <h3><a name="metadata-exemption"></a> Exemption (nom de la base de données: exemption) </h3> <p> Raison pour laquelle les données n’ont pas été rendues publiques. </p> <p> <em>Valeur exemple: confidentialité</em> </p> </div> <div class="card"> <h3><a name="metadata-exemption_rationale"></a> Raison de l’exemption (nom de la base de données: exemption_rationale) </h3> <p> Explication de la raison pour laquelle les données n’ont pas été rendues publiques. </p> <p> <em>Valeur exemple: L’ensemble de données contient des renseignements confidentiels à caractère personnel ou concernant les coordonnées du client.</em> </p> </div> <h3> Fichiers </h3> <p> Chaque ensemble de données répertorié dans le catalogue peut contenir plusieurs fichiers connexes. Chaque fichier peut comporter les détails suivants dans sa description: </p> <div class="card"> <h3><a name="metadata-resource-id"></a> ID (nom de la base de données: id) </h3> <p> Ensemble unique de chiffres et de lettres. </p> <p> <em>Valeur exemple: 027f8366-1edb-45e7-9631-8e6a2b28267e</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-url"></a> Fichier (nom de la base de données: url) </h3> <p> Adresse URL où vous pouvez trouver le fichier sur Internet. </p> <p> <em>Valeur exemple: https://www.javacoeapp.lrc.gov.on.ca/geonetwork/srv/en/main.home?uuid=1d9372b7-3786-448f-b72a-1da2aa1ab6ce</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-name"></a> Nom (nom de la base de données: name) </h3> <p> Titre unique du fichier, vous permettant de comprendre rapidement de quoi il s’agit. </p> <p> <em>Valeur exemple: Autres aéroports – ensemble de téléchargement de fichiers de formes</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-description"></a> Description (nom de la base de données: description) </h3> <p> Texte d’introduction aux données, qui vous aident à comprendre le fichier en détail. </p> <p> <em>Valeur exemple: Aéroports classés comme désaffectés ou non enregistrés à l’échelle nationale sous un indicatif d’aéroport. Cette couche est tirée des données fournies par Nav Canada, ainsi que de la classe de données NRVIS existante sur les aéroports.</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-version"></a> Version (nom de la base de données: version) </h3> <p> Nombre de versions antérieures existantes pour ce fichier. </p> <p> <em>Valeur exemple: 1.8</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-data_range_start"></a> Début de la plage de données (nom de la base de données: data_range_start) </h3> <p> Date et heure de début de la plage de données du fichier. </p> <p> <em>Valeur exemple: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-data_range_end"></a> Fin de la plage de données (nom de la base de données: data_range_end) </h3> <p> Date et heure de fin de la plage de données du fichier. </p> <p> <em>Valeur exemple: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-data_birth_date"></a> Données de date de naissance (nom de la base de données: data_birth_date) </h3> <p> Date (estimée) du début de la collecte initiale des données de ce fichier. </p> <p> <em>Valeur exemple: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-date_publicly_available"></a> Date de publication des données (nom de la base de données: date_publicly_available) </h3> <p> Date à laquelle le fichier a été rendu public. </p> <p> <em>Valeur exemple: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-created"></a> Ajout au catalogue (nom de la base de données: created) </h3> <p> Date et heure à laquelle le fichier a été initialement répertorié dans le catalogue. </p> <p> <em>Valeur exemple: 20190516T16:06:15+00:00</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-resource_type"></a> Type (nom de la base de données: resource_type) </h3> <p> Indication précisant si le fichier contient des données et, dans ce cas, quelles sont ces données. </p> <p> <em>Valeur exemple: data</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-format"></a> Format (nom de la base de données: format) </h3> <p> Extension du fichier. </p> <p> <em>Valeur exemple: xls</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-language"></a> Langue (nom de la base de données: language) </h3> <p> Langue dans laquelle l’information du fichier est stockée. </p> <p> <em>Valeur exemple: Anglais</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-contains_geographic_markers"></a> Contient des repères géographiques (nom de la base de données: contains_geographic_markers) </h3> <p> Indique si chaque rangée de données comporte des coordonnées ou un autre type d’information cartographiable décrivant une zone géographique. </p> <p> <em>Valeur exemple: VRAI</em> </p> </div> <div class="card"> <h3><a name="metadata-resource-size"></a> Taille (nom de la base de données: size) </h3> <p> Quantité d’espace utilisé par le fichier de données sur un ordinateur. </p> <p> <em>Valeur exemple: 1078</em> </p> </div> <h3> Contactez-nous </h3> <p> Si vous avez des questions, vous pouvez communiquer directement avec l’éditeur, si celui-ci a fourni ses coordonnées. Pour toutes questions concernant le catalogue, veuillez contacter Gouvernement ouvert <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>. </p> <h2><a name="features"></a> Fonctionnalités </h2> <p> Nous avons lancé le premier catalogue de données du gouvernement de l’Ontario en 2012 et l’avons utilisé pour partager près de 3 000 ensembles de données. Nous sommes maintenant en train de l'amélioration du catalogue, en nous fondant sur ce que nous avons appris en matière de convivialité et sur les besoins des utilisateurs. </p> <p> Ce catalogue comportera de nouvelles fonctionnalités, afin de vous offrir une expérience améliorée pour vous aider à trouver et à utiliser les données que vous voulez. </p> <p> Dans les rubriques ci-dessous, nous vous présentons les fonctionnalités que vous trouverez dans le catalogue. Si vous avez des commentaires concernant ces fonctionnalités ou autre chose, envoyez-nous votre rétroaction à <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> ou adressez-nous un micromessage via Twitter <a href="https://twitter.com/opengovon" target="_blank">@OpenGovON</a>. </p> <h3><a name="features-metadata"></a> Métadonnées </h3> <p> Le catalogue comporte des champs de métadonnées décrivant les ensembles de données. Ces champs comprennent: </p> <ul> <li> <strong>Instructions d’accès aux données</strong> – Si l’accès à un certain ensemble de données n’est pas explicite, les créateurs de données peuvent inclure des instructions sur « Comment télécharger » pour vous aider à y accéder. </li> <li> <strong>Découpage géographique</strong> – Champ indiquant la manière dont les données sont géographiquement réparties (par exemple, par municipalité, ville ou ligne de partage des eaux). </li> <li> <strong>Dernière mise à jour</strong> – Estampille temporelle indiquant le moment où l’ensemble de données a été modifié, notamment les changements apportés au titre ou à la description. </li> <li> <strong>Dernière validation</strong> – Estampille temporelle indiquant la dernière fois que le créateur des données a effectué une révision et confirmé que l’ensemble de données était toujours valide. </li> <li> <strong>Langue</strong> – Champ vous aidant à trouver les données dans la langue de votre choix, sans avoir à ouvrir les fichiers. </li> </ul> <h3><a name="features-visualizations"></a> Visualisations </h3> <p> Le catalogue offre des outils permettant à tous les utilisateurs de visualiser les données du catalogue sans quitter le catalogue; autrement dit, aucun logiciel supplémentaire n’est nécessaire. <a href="/fr/help#what-does-the-preview-button-do">Regardez notre explication sur la manière de créer un graphique dans le catalogue</a>. </p> <p> Les créateurs de données peuvent aussi inclure des visualisations dans les ensembles de données qu’ils publient dans le catalogue afin de mieux les partager avec vous de différentes manières. </p> <h3><a name="features-notifications"></a> Notifications </h3> <p> Recevez des notifications automatiques lorsque les ensembles de données sont mis à jour. Vous pouvez choisir de recevoir des notifications pour un ensemble de données particulier, pour les ensembles de données d’une organisation ou pour tout le catalogue. </p> <p> Vous n’avez à fournir aucun renseignement personnel; il vous suffit de vous abonner à nos fils d’information en utilisant le lecteur de votre choix et les adresses URL correspondant aux notifications. Copiez ces adresses et collez-les dans votre lecteur. </p> <figure> <img src="/images/about/Features - Notifications -Adding a feed.jpg" alt="Capture d’écran de l’écran de configuration d’un lecteur RSS. L’adresse URL du fil pour le catalogue de données a été saisie dans le champ du formulaire pour l’URL du fil." /> <figcaption>Schéma 1 - Coller l’adresse de la notification pour tout le catalogue dans le lecteur de fils d’information.</figcaption> </figure> <p> Votre lecteur vous indiquera quand le catalogue a été mis à jour. </p> <figure> <img src="/images/about/Features - Notifications - Data catalogue feeds.jpg" alt="Capture d’écran d’un lecteur RSS affichant les ensembles de données du catalogue récemment mis à jour. Les quatre derniers ensembles de données sont indiqués." /> <figcaption>Schéma 2 – Recevoir les notifications sur les dernières mises à jour du catalogue.</figcaption> </figure> <h3><a name="features-apis"></a> APIs </h3> <p> Les API (Interfaces de programmation d’application) permettent aux applications de communiquer directement entre elles. Si vous utilisez le catalogue dans une application informatique, vous pourriez souhaiter extraire des données via l’API du catalogue. </p> <p> Comment utiliser la fonctionnalité API </p> <ol> <li> Trouvez votre ensemble de données. <figure> <img src="/images/about/Features - API - Searching for pepper.jpg" alt="Capture d’écran de la page de résultats de la recherche de données. L’utilisateur a lancé une recherche pour le mot poivron et 3 résultats s’affichent." /> <figcaption>Schéma 3 – Résultats de la recherche d’ensemble de données pour <strong>poivron</strong>.</figcaption> </figure> </li> <li> Cliquez sur <strong>Aperçu</strong> pour aller au fichier auquel vous voulez accédez via l’API. <figure> <img src="/images/about/Features - API - Preview Button.jpg" alt="Capture d’écran de la rubrique de données et de ressources de la page de description de l’ensemble de données. Chaque fichier figurant dans l’ensemble de données est indiqué. À la droite de chaque fichier se trouvent un bouton Aperçu et un bouton Téléchargement. Une flèche surimposée sur la capture d’écran indique le bouton aperçu." /> <figcaption>Schéma 4 – Cliquer sur le bouton <strong>Aperçu</strong>.</figcaption> </figure> </li> <li> Cliquez sur le bouton <strong>Données API</strong>. <figure> <img src="/images/about/Features - API - Data API Button.jpg" alt="Capture de la page de description du fichier. Le bouton Données API se trouve dans le coin supérieur droit de la page." /> <figcaption>Schéma 5 – Cliquer sur le bouton <strong>Données API</strong>.</figcaption> </figure> </li> </ol> <p> Y a-t-il une fonctionnalité que vous voudriez pouvoir utiliser? Vous voulez nous fournir votre rétroaction sur une fonctionnalité existante? Veuillez nous contacter à tout moment pour nous faire part de vos commentaires en nous adressant un micromessage via Twitter <a href="https://twitter.com/opengovon" target="_blank">@OpenGovON</a> ou un courriel à <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>. </p> <h2><a name="engagement"></a> Engagement </h2> <p> Nous développons le catalogue de données de l’Ontario pour vous offrir un meilleur accès aux données du gouvernement. </p> <p> Nous travaillons maintenant à un catalogue perfectionné et aimerions connaître votre opinion à ce sujet. </p> <p> Voici comment vous pouvez nous fournir votre rétroaction: </p> <ul> <li> <strong>Adressez-nous un micromessage via Twitter (<a href="https://twitter.com/opengovon" target="_blank">@OpenGovON</a>) ou un courriel à <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>.</strong> <p> Le développement du catalogue s’étendra, et nous aimerions savoir ce que vous en pensez. Ce catalogue vous est destiné, et plus nous obtenons de rétroaction, plus notre produit final sera performant. </p> </li> <li> <strong>Participez aux tests utilisateur.</strong> <p> Collaborez avec nous directement en testant le catalogue dans nos bureaux. Si vous êtes intéressé(e), envoyez un courriel à <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>. </p> </li> <li> <strong>Joignez-vous aux consultations communautaires.</strong> <p> Nous allons nous rendre dans les communautés de toute la province. Nous vous communiquerons notre itinéraire et sommes également ouverts aux suggestions. Si vous souhaitez recommander une région, une réunion ou un événement où nous pourrions tenir une consultation, envoyez-nous un courriel à <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a>. </p> </li> <li> <strong>Restez au courant.</strong> <p> Nous mettrons en relief les nouvelles fonctionnalités et les étapes majeures du projet, alors suivez-nous sur Twitter (<a href="https://twitter.com/opengovon" target="_blank">@OpenGovON</a>) ou abonnez-vous au <a href="https://medium.com/ontariodigital">Medium des Services numériques de l’Ontario</a> ou à notre <a href="https://mailchi.mp/43387219d995/openonnewsletter" target="_blank">bulletin Gouvernement ouvert</a>. </p> </li> <li> <strong>Répondez au sondage.</strong> <p> Au cours de votre utilisation du catalogue, vous pourriez rencontrer un sondage. Veuillez remplir ce sondage et nous dire ce que vous pensez de notre travail. </p> </li> </ul>
