Repository: ongov/ckanext-ontario_theme
Catalog: ckanext/ontario_theme/i18n/*/LC_MESSAGES/ckanext-ontario_theme.po
Languages: fr

source: Search
fr: Recherche

source: Try using the <a href="/dataset">catalogue search</a>.
fr: Essayez d’utiliser la <a href="/dataset" target="_blank">page de recherche du catalogue</a>.

source: Download data
fr: Télécharger des données

source: <a href="/help#how-do-i-download-datasets">Download</a> and use the data you need.
fr: <a href="/fr/help#how-do-i-download-datasets">Télécharger</a> et à utiliser les données dont vous avez besoin.

source: Provide feedback
fr: Fournir rétroaction

source: As we work to develop the catalogue, <a href="mailto:opengov@ontario.ca">tell us what you think</a>.
fr: Au fur et à mesure que nous travaillons à son amélioration le catalogue, nous aimerions savoir ce que <a href="mailto:opengov@ontario.ca">vous en pensez</a>.
