Repository: ongov/ckanext-ontario_theme
Catalog: ckanext/ontario_theme/i18n/*/LC_MESSAGES/ckanext-ontario_theme.po
Languages: fr

source: accessibility
fr: accessibilité

source: privacy
fr: confidentialité

source: terms of use
fr: conditions d’utilisation

source: &copy; Queen&#8217;s Printer for Ontario
fr: &copy; Imprimeur de la Reine pour l’Ontario

source: Help
fr: Aider

source: Data Catalogue
fr: Catalogue de données

source: <p>Need more help or want to learn more about the data catalogue? <a href="mailto:opengov@ontario.ca">Contact the Open Government team</a> — we’ll gladly answer any questions you might have!</p>
fr: <p>Vous avez besoin d’aide supplémentaire ou vous souhaitez en savoir plus sur le catalogue de données? <a href="mailto:opengov@ontario.ca">Contactez l’équipe du Gouvernement ouvert</a>; c’est avec plaisir que nous répondrons à toutes vos questions!</p>

source: Q. I cannot find the dataset I’m looking for.
fr: Q. Je n’arrive pas à trouver l’ensemble de données que je recherche.

source: Q. How do I download datasets?
fr: Q. Comment télécharger des ensembles de données?

source: Q. What does the <strong>Preview</strong> button do?
fr: Q. À quoi sert le bouton <strong>Aperçu</strong>?

source: Q. How does the <strong>Graph</strong> button work?
fr: Q. Comment fonctionne l’option <strong>Graphique</strong>?

source: Q. How does the <strong>Map</strong> button work?
fr: Q. Comment fonctionne l’option <strong>Carte</strong>?

source: Q. What if I don't see a <strong>Preview</strong> button?
fr: Q. Et si je ne vois pas le bouton <strong>Aperçu</strong>?

source: Q. What if a dataset isn't available in the format I need?
fr: Q. Et si un ensemble de données n’est pas disponible dans le format dont j’ai besoin?

source: Q. How do I request an updated version of a dataset?
fr: Q. Comment puis-je demander une version mise à jour d’un ensemble de données?

source: Q. How do I report errors/issues or provide feedback (for example, inaccurate, outdated data)?
fr: Q. Comment puis-je signaler des erreurs/problèmes ou fournir une rétroaction (par exemple, données inexactes ou caduques)?

source: Q. Why isn't a dataset available?
fr: Q. Pourquoi un ensemble de données n’est-il pas disponible?

source: Q. Can you notify me when the catalogue is updated?
fr: Q. Pouvez-vous m’aviser des mises à jour du catalogue?

source: A. Try using the <a href="/dataset" target="_blank">catalogue search page</a>. Enter your keywords in the search bar and refine your search, using the filters provided.
fr: R. Essayez d’utiliser la <a href="/dataset" target="_blank">page de recherche du catalogue</a>. Entrez vos mots clés dans la barre de recherche et affinez votre recherche en utilisant les filtres proposés.

source: Email us at <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> or <a href="https://www.ontario.ca/feedback/contact-us?id=14655&nid=74524">use our contact form</a> to tell us what data you are looking for. We will review your request and reply.
fr: Envoyez-nous un courriel à <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> ou <a href="https://www.ontario.ca/fr/commentaires/pour-nous-joindre?id=33143&nid=53983">utilisez notre formulaire de contact</a> pour nous dire quelles sont les données que vous recherchez. Nous étudierons votre demande et vous enverrons une réponse.

source: A. On each page in the catalogue, where data is available, you will find the data icon under the heading <strong>Data and Resources</strong>.
fr: R. Sur chaque page du catalogue où les données sont disponibles, vous trouverez l’icône des données sous la rubrique <strong>Données et ressources</strong>.

source: To the right of the data icon, you will find a either a <strong>Download</strong> or <strong>Open</strong> button.
fr: À droite de l’icône des données, vous trouverez un bouton <strong>Télécharger</strong> ou <strong>Ouvrir</strong>.

source: A screenshot of the data and resources section of the dataset description page. Each file in the dataset is listed. To the right of each file is a preview button and a download button. An arrow is overlaid onto the screeshot that points to the download button.
fr: Capture d’écran de la rubrique de données et de ressources de la page de description de l’ensemble de données. Chaque fichier figurant dans l’ensemble de données est indiqué. À la droite de chaque fichier se trouvent un bouton Aperçu et un bouton Téléchargement. Une flèche surimposée sur la capture d’écran indique le bouton Téléchargement.

source: A screenshot of the data and resources section of the dataset description page. Each file in the dataset is listed. To the right of each file name is an open button and an about button. An arrow is overlaid onto the screeshot that points to the open button.
fr: Capture d’écran de la rubrique de données et de ressources de la page de description de l’ensemble de données. Chaque fichier figurant dans l’ensemble de données est indiqué. À la droite de chaque fichier se trouvent un bouton À propos et un bouton ouvrir. Une flèche surimposée sur la capture d’écran indique le bouton ouvrir.

source: A screenshot of the data and resources section of the dataset description page. Each file in the dataset is listed. To the right of each file name is a preview button and a download button. An arrow is overlaid onto the screeshot that points to the preview button.
fr: Capture d’écran de la rubrique de données et de ressources de la page de description de l’ensemble de données. Chaque fichier figurant dans l’ensemble de données est indiqué. À la droite de chaque fichier se trouvent un bouton Aperçu et un bouton Téléchargement. Une flèche surimposée sur la capture d’écran indique le bouton aperçu.

source: A screenshot of the file description page. The file name, text description, and web address is found at the top. A visualization tool is found underneath that allows users to transform the contents of the file from spreadsheet to graph to map.
fr: Capture d’écran de la page de description du fichier. Le nom du fichier, la description du texte et l’adresse URL se trouvent en haut. Un outil de visualisation situé en bas permet aux utilisateurs de transformer le contenu du fichier affiché sous forme de feuille de calcul en graphique ou en carte.

source: A screenshot of the section of the file description page that lets the user transform the contents of the file from spreadsheet to graph to map. The three buttons visible at the top left above the visualization are grid, graph, and map. An arrow is overlaid onto the screeshot that points to the graph and map buttons.
fr: Capture d’écran de la rubrique de la page de description du fichier permettant à l’utilisateur de transformer le contenu du fichier affiché sous forme de feuille de calcul en graphique ou en carte. Les trois boutons visibles en haut à gauche au-dessus de la visualisation sont Grille, Graphique et Carte. Une flèche surimposée sur la capture d’écran indique les boutons Graphique et Carte.

source: A screenshot of the section of the file description page that lets the user transform the contents of the file from spreadsheet to graph to map. The graph button has been selected and there is a message instructing the user to fill out the form at the right to specify the type of graph, along with axes that they want.
fr: Capture d’écran de la rubrique de la page de description du fichier permettant à l’utilisateur de transformer le contenu du fichier affiché sous forme de feuille de calcul en graphique ou en carte. Le bouton Graphique a été sélectionné et un message invite l’utilisateur à remplir le formulaire à droite pour préciser le type de graphique, ainsi que les axes souhaités.

source: A screenshot of the section of the file description page that lets the user transform the contents of the file from spreadsheet to graph to map. The graph button has been selected and the user has chosen a line graph and both axes and a simple line graph is visible.
fr: Capture d’écran de la rubrique de la page de description du fichier permettant à l’utilisateur de transformer le contenu du fichier affiché sous forme de feuille de calcul en graphique ou en carte. Le bouton Graphique a été sélectionné et l’utilisateur a choisi un graphique linéaire et les deux axes, et un graphique simple est visible.

source: A screenshot of the map visualization.
fr: Capture d’écran de la visualisation de la carte.

source: A screenshot of the file description page when the file is not in a format or structure the catalogue can easily transform. The file name, text description, and web address is found at the top. There is no section for visualizations below.
fr: Capture d’écran de la page de description du fichier lorsque le format ou la structure du fichier ne peuvent pas être facilement transformés par le catalogue. Le nom du fichier, la description du texte et l’adresse URL se trouvent en haut. Il n’y a pas de rubrique pour les visualisations en dessous.

source: Figure 1: The location of the <strong>Download</strong> button on the dataset page.
fr: Schéma 1 : Le bouton <strong>Télécharger</strong> est situé sur la page de l’ensemble de données.

source: Click the <strong>Download</strong> button and the data will be downloaded immediately to your computer.
fr: Cliquez sur le bouton <strong>Télécharger</strong> pour télécharger immédiatement les données sur votre ordinateur.

source: Click the <strong>Open</strong> button to find out how to access the dataset (which may be hosted outside the catalogue).
fr: Cliquez le bouton <strong>Ouvrir</strong> pour savoir comment avoir accès à l’ensemble de données (qui peut être hébergé hors du catalogue).

source: Figure 2: The location of the <strong>Open</strong> button on the dataset page.
fr: Schéma 2 : Le bouton <strong>Ouvrir</strong> est situé sur la page de l’ensemble de données.

source: A. The <strong>Preview</strong> option lets you see a dataset without downloading it. You will see this option for files that are stored as common file types, like CSVs.
fr: R. L’option <strong>Aperçu</strong> vous permet de visualiser un ensemble de données sans le télécharger. Vous verrez cette option pour les dossiers stockés en tant que fichiers courants, comme les fichiers CSV.

source: Figure 3: The location of the <strong>Preview</strong> button on the dataset page.
fr: Schéma 3 : Le bouton <strong>Aperçu</strong> est situé sur la page de l’ensemble de données.

source: When you click the <strong>Preview</strong> button, you will get to a page that:
fr: Lorsque vous cliquez sur le bouton <strong>Aperçu</strong>, vous serez dirigé(e) vers une page qui:

source: describes the files (including a description of the file and the web address where the file is stored)
fr: décrit les fichiers (incluant une description du fichier et l’adresse URL où il est stocké);

source: allows you to see the data in a few different ways - in a spreadsheet, as a graph or geographic map
fr: vous permet de visualiser les données de différentes manières – en format feuille de calcul, graphique ou carte géographique.

source: Figure 4: A file preview page showing the file description and the contents of the file visualized as a spreadsheet.
fr: Schéma 4 : Page d’aperçu montrant la description du fichier et son contenu, visualisé en format feuille de calcul.

source: The <strong>Graph</strong> and <strong>Map</strong> options are available just above the dataset.
fr: Les options <strong>Graphique</strong> et <strong>Carte</strong> sont disponibles juste au-dessus de l’ensemble de données.

source: Figure 5: The <strong>Graph</strong> and <strong>Map</strong> options on a preview page.
fr: Schéma 5 : Signalement des options <strong>Graphique</strong> et <strong>Carte</strong> sur une page d’aperçu.

source: Q. How does the <strong>Graph</strong> option work?
fr: Q. Comment fonctionne l’option <strong>Graphique</strong>?

source: A. When you click the <strong>Graph</strong> button, you will get to a screen that allows you to set the parameters of the graph you want to see.
fr: R. Lorsque vous cliquez sur le bouton <strong>Graphique</strong>, vous arrivez à un écran qui vous permet de définir les paramètres du graphique que vous voulez voir.

source: Figure 6: The screen where you can set the parameters for your graph.
fr: Schéma 6 : L’écran où vous pouvez définir les paramètres de votre graphique.

source: Once you select your graph type, and your axes, you should see a simple graph:
fr: Une fois que vous avez choisi le type de graphique et vos axes, un graphique simple devrait s’afficher.

source: Figure 7: Ontario livestock prices (Bull Slaughter file), graphed in the data catalogue
fr: Schéma 7 : Prix du bétail en Ontario (fichier Bœuf de boucherie), en format graphique dans le catalogue de données.

source: Q. How does the <strong>Map</strong> option work?
fr: Q. Comment fonctionne l’option <strong>Carte</strong>?

source: A. When you click the <strong>Map</strong> button, you will get to a screen that allows you to identify the mappable information (latitude and longitude) in the file. You should then see a simple map:
fr: R. Lorsque vous cliquez sur le bouton <strong>Carte</strong>, vous arrivez à un écran qui vous permet de trouver les informations cartographiables (latitude et longitude) dans le fichier. Une carte simple devrait alors s’afficher:

source: Figure 8: Bridge conditions data, mapped in the data catalogue.
fr: Schéma 8 : Données sur l’état des ponts, en format carte dans le catalogue de données.

source: Q. What if I don’t see a <strong>Preview</strong> button?
fr: Q. Et si je ne vois pas le bouton <strong>Aperçu</strong>?

source: A. If there is no <strong>Preview</strong> button for a dataset, then you will see an <strong>About</strong> button. This means that the dataset contents cannot be previewed as a spreadsheet, graph or map by the catalogue.
fr: R. S’il n’y a pas de bouton <strong>Aperçu</strong> pour un ensemble de données, vous verrez alors un bouton <strong>À propos</strong>. Cela signifie que le catalogue ne permet pas de prévisualiser le contenu de l’ensemble de données en format feuille de calcul, graphique ou carte.

source: When you click <strong>About</strong>, you will get a description of the file.
fr: Lorsque vous cliquez sur <strong>À propos</strong>, vous obtenez une description du fichier.

source: Figure 9: A description of a dataset, including its web address.
fr: Schéma 9: Description d’un ensemble de données, incluant son adresse URL.

source: Q. What if a dataset isn’t available in the format I need?
fr: Q. Et si un ensemble de données n’est pas disponible dans le format dont j’ai besoin?

source: A. For any issues related to our datasets, email us at <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> or send us a message through our <a href="https://www.ontario.ca/feedback/contact-us?id=14655&nid=74524">contact us form</a>. We will review your issue and reply.
fr: R. Pour tout problème concernant nos ensembles de données, envoyez-nous un courriel à <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> ou un message en utilisant <a href="https://www.ontario.ca/fr/commentaires/pour-nous-joindre?id=33143&nid=53983">notre formulaire de contact</a>. Nous examinerons le problème et vous répondrons.

source: A. Start by checking the <strong>Update frequency</strong> field to see how often the dataset should be updated.
fr: R. Commencez par consulter le champ <strong>Fréquence de mise à jour</strong> pour savoir avec quelle fréquence l’ensemble de données est actualisé.

source: If the dataset hasn’t been updated as frequently as stated, send an email to the dataset maintainer, using the <strong>Maintainer Name</strong> and <strong>Maintainer Email</strong> fields.
fr: Si l’ensemble de données n’a pas été mis à jour aussi souvent qu’indiqué, envoyez un courriel au responsable de la maintenance des données, en utilisant les champs <strong>Responsable maintenance</strong> et <strong>Courriel maintenance</strong>.

source: If a maintainer isn’t listed, email us at <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> or send us a message through our <a href="https://www.ontario.ca/feedback/contact-us?id=14655&nid=74524">contact us form</a>.
fr: Si le responsable de la maintenance n’est pas indiqué, envoyez-nous un courriel à <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> ou un message en utilisant <a href="https://www.ontario.ca/fr/commentaires/pour-nous-joindre?id=33143&nid=53983">notre formulaire de contact</a>.

source: Q. How do I report errors/issues/provide feedback (for example, inaccurate, outdated data)?
fr: Q. Comment puis-je signaler des erreurs/problèmes ou fournir une rétroaction (par exemple, données inexactes ou caduques)?

source: A. Start by sending an email to the dataset maintainer, using the Maintainer Name and Maintainer Email fields.
fr: R. Commencez par envoyer un courriel au responsable de la maintenance de l’ensemble de données, en utilisant les champs Responsable maintenance et Courriel maintenance.

source: If a maintainer isn’t listed, email us at <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> or send us a message through our <a href="https://www.ontario.ca/feedback/contact-us?id=14655&nid=74524">contact us form</a>. Please specify which dataset(s) you’d like us to review.
fr: Si le responsable de la maintenance n’est pas indiqué, envoyez-nous un courriel à <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> ou un message en utilisant <a href="https://www.ontario.ca/fr/commentaires/pour-nous-joindre?id=33143&nid=53983">notre formulaire de contact</a>. Veuillez préciser quel(s) ensemble(s) de données vous souhaitez que nous examinions.

source: Q. Why isn't the data for a dataset available?
fr: Q. Pourquoi un ensemble de données n’est-il pas disponible?

source: A. There are three reasons why the data for a dataset might not be available:
fr: R. Il y a trois raisons pour lesquelles un ensemble de données pourrait ne pas être disponible:

source: The dataset is <strong>To be opened</strong> (you will see this on the catalogue page). The government has screened the files for any privacy concerns and is prepping them to share with the public.
fr: L’ensemble de données est <strong>En voie d’être ouvert</strong> (vous verrez cela sur la page du catalogue). Pour des raisons de confidentialité, le gouvernement a examiné les fichiers et est en train de les préparer en vue de les rendre publics.

source: The dataset is <strong>Under review</strong>. The government has not finished screening the files. The data will not be available in the short-term and may never actually be published in the case that screening determines it isn’t safe to share with the public. You can check back to see if the status changes.
fr: L’ensemble de données est <strong>En examen</strong>. Le gouvernement n’a pas fini d’examiner les fichiers. Les données ne seront pas disponibles à courte échéance et pourraient même ne jamais être publiées, au cas où l’examen conclurait qu’il ne serait pas sûr de les rendre publiques. Vous pouvez vérifier par la suite si l’état de ces données a changé.

source: The dataset is <strong>Restricted</strong>. The government has screened the files and determined that they are not safe to share with the public.
fr: L’ensemble de données est <strong>Restreint</strong>. Le gouvernement a examiné les données et estimé qu’il n’était pas sûr de les rendre publiques.

source: A. Yes, you can get data catalogue updates by RSS feed. RSS (Really Simple Syndication) lets you know when our data catalogue has been updated.
fr: Pour être informé des mises à jour du catalogue de données par fil RSS. Le fil RSS (Really Simple Syndication) vous permet de savoir quand le catalogue de données a été mis à jour.

source: To receive RSS updates:
fr: Pour recevoir les mises à jour via RSS:

source: Install an RSS reader on your device
fr: Installez un lecteur RSS sur votre appareil

source: Choose the updates you want to receive
fr: Choisissez les mises à jour que vous souhaitez recevoir

source: Available updates:
fr: Mises à jour disponibles:

source: Any dataset is updated or added to the catalogue
fr: Mise à jour de tout ensemble de données ou ajout au catalogue

source: A specific dataset is updated
fr: Mise à jour d’un ensemble de données particulier

source: name-of-specific-dataset
fr: nom-de-l’ensemble-de-données-particulier

source: Example
fr: Exemple

source: A dataset with a specific tag is updated or added
fr: Mise à jour ou ajout d’un ensemble de données comportant une balise particulière

source: name-of-tag
fr: nom-de-la-balise

source: A dataset based on your custom search term is updated or added
fr: Mise à jour ou ajout d’un ensemble de données en rapport avec les termes de votre recherche personnalisée

source: custom search term
fr: terme de recherche personnalisée

source: A specific ministry updates or adds a dataset
fr: Mises à jour ou ajouts d’un ensemble de données par un ministère particulier

source: name-of-specific-ministry
fr: nom du ministère particulier

source: Contact us
fr: Contactez-nous

source: Have feedback or questions? We want to hear from you! Email us at <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> or tweet at us: <a href="https://twitter.com/opengovon">@OpenGovON</a>.
fr: Des commentaires ou des questions? Votre opinion nous intéresse! Envoyez-nous un courriel à <a href="mailto:opengov@ontario.ca">opengov@ontario.ca</a> ou un micromessage via Twitter: <a href="https://twitter.com/opengovon">@OpenGovON</a>.

source: News
fr: Nouvelles

source: We've launched!
fr: Nous avons réalisé le lancement!

source: Learn about our plan for a new open data catalogue.
fr: Informez-vous sur notre projet de nouveau catalogue de données ouvertes.

source: /about#features
fr: /fr/about#features

source: New features
fr: Nouvelles fonctionnalités

source: Discover some of the new features of our catalogue.
fr: Découvrez quelques-unes des nouvelles fonctionnalités de notre catalogue bêta.

source: /about#engagement
fr: /fr/about#engagement

source: Your catalogue, your feedback
fr: Votre catalogue, votre rétroaction

source: Read about our plans to incorporate your feedback into an agile, continually improving data catalogue.
fr: Informez-vous sur la manière dont votre rétroaction sera incorporée au catalogue pour en faire un outil agile, en constante amélioration.

source: Welcome to the Ontario Data catalogue!
fr: Bienvenue à la catalogue de données de l’Ontario!

source: We are developing a catalogue that will better meet your data needs. It will continually grow and evolve over time as we work to improve it. Data is either open, restricted, under review or in the process of being made open, depending on the sensitivity of the information.
fr: Nous sommes en train d’élaborer un catalogue qui répondra mieux à vos besoins en matière de données. Il continuera à se développer et évoluera avec le temps, au fur et à mesure que nous travaillons à son amélioration. Les données sont ouvertes, restreintes, en examen ou en voie d’être ouvertes, selon la sensibilité des renseignements.

source: Recent activity
fr: Activité récente

source: E.g. environment
fr: par exemple, environnement

source: <p> Find a list of Ontario Ministries here. Click on a ministry to see its datasets. </p>
fr: Trouvez une liste des ministères de l'Ontario ici. Cliquez sur un ministère pour voir ses jeux de données.

source: Recently Created
fr: Récemment créé

source: Datasets with data
fr: Jeux de données avec données

source: Ontario's Open Data Team
fr: L'équipe de données ouvertes de l'Ontario

source: Keywords
fr: Mots clés

source: Licenses
fr: Licences

source: Access Level
fr: Statut

source: Update Frequency
fr: Fréquence de mise à jour
